Repository: teleSUR/telesur.portlets
Catalog: src/telesur/portlets/locales/*/LC_MESSAGES/telesur.portlets.po
Languages: es

source: ${comments} comments.
es: ${comments} comentarios.

source: A portlet that lists hot threads
es: Un portlet que lista los temas recomendados

source: A portlet that lists popular threads
es: Un portlet que lista los temas populares

source: A portlet that shows latest NITFs from different collections
es: Un portlet para mostrar los ultimos NITFs desde distintas colecciones

source: A portlet that shows latest Polls
es: Un portlet para mostrar las encuestas más recientes

source: A portlet with several util links
es: Un portlet con varios Vínculos útiles

source: Add latest NITF Portlet
es: Agregar portlet de NITF recientes

source: Choices: 1h, 6h, 12h, 1d, 7d, 30d, 90d
es: Opciones: 1h, 6h, 12h, 1d, 7d, 30d, 90d

source: Forum
es: Foro

source: Header
es: Cabecera

source: Hot Threads
es: Temas Recomendados

source: Interval
es: Intervalo

source: Latest NITF
es: NITF recientes

source: Latest Polls
es: Encuestas recientes

source: Latest polls
es: Encuestas recientes

source: Limit
es: Límite

source: Maximum results
es: Resultados máximos

source: Popular Threads
es: Temas populares

source: Pretty dates
es: Fechas mejoradas

source: Show dates in a pretty format (ie. '4 hours ago').
es: Mostrar fechas en un formato mejorado (ej. 'hace 4 horas').

source: Specify the forum you wish to obtain the hot threads from.
es: Especifica el foro desde el cual quisiera obtener contenido recomendado.

source: Specify the forum you wish to obtain the popular threads from.
es: Especifica el foro desde el cual quisiera obtener los temas populares.

source: Specify the maximum number of items to show in the portlet. Leave this blank to show all items.
es: Especificar el número máximo de resultados para mostrar. Dejar vacío para todos

source: The header for the portlet. Leave empty for none.
es: La cabecera del portlet. Dejar vacío para ninguna.

source: The maximum results number.
es: El número máximo de resultados.

source: This portlet display a list of latest NITF from a Collection. It will select between different collections based on the current context.
es: Este portlet muestra una lista de los últimos NITF desde una colección. Selecciona entre distintas colecciones basado en el contexto actual.

source: This portlet display a list of latest NITF from a Collection. It will select between different collectionsbased on the current context.
es: Este portlet muestra una lista de los últimos NITF desde una colección.

source: Util links
es: Vínculos útiles

source: more_url
es: Más...
